import { AccumType } from "../types/AccumType";

export const accumlist: AccumType[] = [
  {
    id: "1",
    name: "Аккамулятор такое то такой то",
    img: "/371_original.webp",
    price: 20000,
    adds: "Какая то маленькая доп информация",
  },
  {
    id: "2",
    name: "Аккамулятор такое то такой то",
    img: "/371_original.webp",

    price: 10000,
    adds: "Какая то мция",
  },
  {
    id: "3",
    name: "Аккамулятор такое то такой то",
    img: "/371_original.webp",

    price: 12000,
    adds: "Какая то маленькая доп информация",
  },
  {
    id: "4",
    name: "Аккамулятор такое то такой то",
    img: "/371_original.webp",

    price: 12330,
    adds: "Какая то маленькая доп информация",
  },
  {
    id: "5",
    name: "Аккамулятор такое то такой то",
    img: "/371_original.webp",

    price: 20000,
    adds: "Какая то маленькая доп информация",
  },
  {
    id: "6",
    name: "Аккамулятор такое то такой то",
    img: "/6660968512.jpg",

    price: 10000,
    adds: "Какая то маленькая доп информация",
  },
  {
    id: "7",
    name: "Аккамулятор такое то такой то",
    img: "/6660968512.jpg",

    price: 12000,
    adds: "Какая то маленькая доп информация",
  },
  {
    id: "8",
    name: "Аккамулятор такое то такой то",
    img: "/6660968512.jpg",

    price: 12330,
    adds: "Какая то маленькая доп информация",
  },
];
